Repository: wagnerch/pastebinit
Catalog: po/*.po
Languages: cy

source: %s: no section [pastebin]
cy: %s: dim adran [pastebin]

source: %s: no 'basename' in [pastebin]
cy: %s: na 'enw sylfaen' yn [pastebin]

source: Return the parameters array for the selected pastebin
cy: Dychwelwch y amrywiaeth paramedrau ar gyfer y pastebin dethol

source: Unknown website, please post a bugreport to request this pastebin to be added (%s)
cy: Gwefan anhysbys, os gwelwch yn dda bostio bugreport i ofyn am y pastebin i'w hychwanegu

source: Optional arguments (not supported by all pastebins):
cy: Dadleuon Dewisol (heb ei gefnogi gan yr holl pastebins):

source: -a <author:default is '%s'>
cy: -a <awdur:diofyn yn '%s'>

source: -b <pastebin url:default is '%s'>
cy: -b <pastebin url:diofyn yn '%s'>

source: -h This help screen
cy: -h Mae'r sgrin hon yn help

source: -i <input file>
cy: -i <ffeil mewnbwn>

source: -l List all supported pastebins
cy: -l Rhestrwch yr holl pastebins cefnogi

source: -j <jabberid for notifications:default is '%s'>
cy: -j <jabberid ar gyfer hysbysiadau:diofyn yn '%s'>

source: -t <title of paste:default is blank>
cy: -t <teitl past:diofyn yn wag>

source: -u <username> -p <password>
cy: -u <enw defnyddiwr> -p <cyfrinair>

source: KeyboardInterrupt caught.
cy: KeyboardInterrupt dal.

source: Error parsing configuration file!
cy: Gwall dosrannu ffeil cyfluniad!

source: Please ensure that your configuration file looks similar to the following:
cy: Gwnewch yn si≈µr bod eich ffeil cyfluniad yn edrych yn debyg i'r canlynol:

source: Supported pastebins:
cy: Pastebins Chymorth:

source: Unable to read from: %s
cy: Methu darllen o: %s

source: You are trying to send an empty document, exiting.
cy: Yr ydych yn ceisio anfon dogfen wag, cyffrous.
